bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dzhavat.bracket-pair-toggler
esbenp.prettier-vscode
formulahendry.auto-rename-tag
jonkwheeler.styled-components-snippets
maykbrito.theme-launchbase
miguelsolorio.fluent-icons
miguelsolorio.min-theme
ms-ceintl.vscode-language-pack-pt-br
pkief.material-icon-theme
ritwickdey.liveserver
rocketseat.theme-omni
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
wallabyjs.console-ninja
